---
kind: enumMember
id: F:Autodesk.Revit.DB.BuiltInParameter.MULTIPLE_ALIGNMENT_UI_TOGGLE
enum: Autodesk.Revit.DB.BuiltInParameter
source: html/fb011c91-be7e-f737-28c7-3f1e1917a0e0.htm
---
# Autodesk.Revit.DB.BuiltInParameter.MULTIPLE_ALIGNMENT_UI_TOGGLE

"Multiple Alignment": This is used by the UI to allow selection of multiple elements.